{
    "common": {
        "title": "COSMOS",
        "lang": "en",
        "copyright": "© All rights reserved - 2021",
        "link1": "Presentation",
        "urlLink1": "?lang=en",
        "link2": "Solar System",
        "urlLink2": "/solar_system?lang=en",
        "lang1": "French",
        "lang2": "English",
        "lang3": "Corsica",
        "contact": "Sign in",
        "urlContact": "/login?lang=en",
        "button": "See more...",
        "logout": "Logout"
    },
    "presentation": {
        "title1": "Presentation",
        "content1": "This site lists all the celestial objects in our universe.",
        "title2": "Why this site?",
        "content2": "It is a project that I wanted to do next to my internship to implement my programming knowledge in web development learned during my years of study in DUT MMI.",
        "title3": "The Solar System",
        "content3": "The Solar System is the planetary system of our dear star, the sun. It is composed, like many other planetary systems, of telluric, gaseous and dwarf planets."
    },
    "solar_system": {
        "categorie1": "Star",
        "categorie2": "Terrestrial planet",
        "categorie3": "Gas planet",
        "categorie4": "Dwarf planet",
        "lune": "<u>Natural satellite</u>",
        "luneNone": "None",
        "titleSS": "The Solar system",
        "noteSS":"Copied and modified from this <a href='http://solar-system.florian-valois.com'><u>site</u></a>",
        "contentSS": "The Solar System is the planetary system of the Sun, to which the Earth belongs. Schematically, the Solar System is composed, in order of increasing distance from the Sun, of four internal telluric planets (Mercury, Venus, Earth and Mars), an asteroid belt made up of small rocky bodies, four giant gaseous outer planets (Jupiter, Saturn, Uranus and Neptune) and the Kuiper belt, itself made up of icy objects. The solar system is part of the galaxy called the Milky Way.",
        "titleP": "Planets",
        "titlePN": "Dwarf planets",
        "titleSoleil": "Sun",
        "contentSoleil": "The Sun is the star of the Solar System. In the astronomical classification, it is a yellow dwarf-type star with a mass of approximately 1.989 1 × 1030 kg, composed of hydrogen (75% of the mass or 92% of the volume) and helium (25% by mass or 8% by volume).",
        "titleMercure": "Mercury",
        "contentMercure": "Mercury is the closest planet to the Sun and the least massive in the Solar System. Its distance from the Sun is between 0.31 and 0.47 astronomical units (or 46 and 70 million kilometers), which corresponds to an orbital eccentricity of 0.2 - more than twelve times that of the Earth, and by far the highest for a planet in the Solar System.",
        "titleVenus": "Venus",
        "contentVenus": "Venus is the second planet in the Solar System in order of distance from the Sun, and the sixth largest in both mass and diameter. It owes its name to the Roman goddess of love. Venus orbits the Sun every 224.7 Earth days. With a rotation period of 243 Earth days, it takes longer to rotate around its axis than any other planet in the Solar System.",
        "titleTerre": "Earth",
        "contentTerre": "Earth is the third planet in order of distance from the Sun and the fifth largest in the Solar System in terms of both mass and diameter. Moreover, it is the only celestial object known to harbor life. It orbits the Sun in 365,256 solar days - a sidereal year - and rotates on itself relative to the Sun in 23 h 56 min 4 s - a sidereal day - a little less than its 24 h solar day due to of this movement around the Soleila. The axis of rotation of the Earth has an inclination of 23 °, which causes the appearance of the seasons.",
        "luneTerre": "The Moon",
        "titleMars": "Mars",
        "luneMars": "Phobos<br>Deimos",
        "contentMars": "Mars is the fourth planet in increasing order of distance from the Sun and the second in increasing order of size and mass. Its distance from the Sun is between 1.381 and 1.666 AU (206.6 to 249.2 million kilometers), with an orbital period of 669.58 Martian days (686.71 days or 1.88 Earth years).",
        "titleCeres": "Ceres",
        "contentCeres": "Ceres, officially referred to as (1) Ceres, is the smallest known dwarf planet in the Solar System; it is also the only dwarf planet located in the asteroid belt. It has a diameter of approximately 950 kilometers and a mass which represents approximately 30% of the total mass of this belt. It was discovered on January 1, 1801 by Giuseppe Piazzi and bears the name of the Roman goddess Ceres.",
        "titleCA": "Asteroid belt",
        "contentCA": "The Main Asteroid Belt (sometimes just asteroid belt or main belt) is a region of the Solar System located between the orbits of Mars and Jupiter. It contains a large number of asteroids.",
        "titleJupiter": "Jupiter",
        "contentJupiter": "Jupiter is a giant gas planet. It is the largest planet in the Solar System, larger and more massive than all the other planets combined, and the fifth planet by its distance from the Sun (after Mercury, Venus, Earth and Mars).",
        "luneJupiter": "Europa<br>Io<br>Ganymede<br>Callisto",
        "titleSaturne": "Saturn",
        "contentSaturne": "Saturn is the sixth planet in the Solar System in order of distance from the Sun, and the second largest in size and mass after Jupiter, which is like it a gas giant planet. Its average radius of 58,232 km is about nine and a half times that of the Earth, and its mass of 568.46 × 1024 kg is 95 times greater. Orbiting on average about 1.4 billion kilometers from the Sun (9.5 astronomical units), its period of revolution is just under 30 years while its period of rotation is estimated at 10 h 33 min.",
        "luneSaturne": "Japet<br>Titan<br>Rhea<br>Dione<br>Tethys<br>Enceladus<br>Mimas",
        "titleUranus": "Uranus",
        "contentUranus": "Uranus is the seventh planet in the Solar System in order of distance from the Sun. It orbits around it at a distance of about 19.2 astronomical units (2.87 billion kilometers), with a period of revolution of 84.05 Earth years. It is the fourth most massive planet in the Solar System and the third largest in size.",
        "luneUranus": " Titania<br>Oberon<br>Umbriel<br>Ariel<br>Miranda",
        "titleNeptune": "Neptune",
        "contentNeptune": "Neptune is the eighth planet in order of distance from the Sun and the furthest known from the Solar System. It orbits the Sun at a distance of about 30.1 AU (4.5 billion kilometers), with an orbital eccentricity half that of the Earth and a period of revolution of 164.79 years. It is the third most massive planet in the Solar System and the fourth largest in size - a little more massive but a little smaller than Uranus. Moreover, it is the densest giant planet.",
        "luneNeptune": "Triton",
        "titlePluton": "Pluton",
        "contentPluton": "Pluto, officially designated by (134340) Pluto, is a dwarf planet, the largest known in the Solar System (2372 km in diameter, against 2326 km for Eris), and the second in terms of its mass (after Eris ). Pluto is thus the ninth largest known object orbiting directly around the Sun and the tenth by mass.",
        "lunePluton": "Charon<br>Hydra<br>Nix<br>Kerberos<br>Styx",
        "titleCK": "Kuiper belt",
        "contentCK": "The Kuiper Belt is an area of ​​the Solar System extending beyond the orbit of Neptune. This ring-shaped area is similar to the asteroid belt, but larger, 20 times wider, and 20 to 200 times more massive. Like the asteroid belt, it is mainly composed of small bodies, remnants of the formation of the Solar System, and at least three dwarf planets, Pluto, Makemake and Hauméa (Eris is a scattered object, located beyond the Kuiper belt).",
        "titleHaumea": "Haumea",
        "contentHaumea": "Hauméa, officially (136108) Hauméa, is a transneptunian (plutoid) dwarf planet of the Solar System, located in the Kuiper belt. It performs a revolution around the Sun with an orbital period of 284 Earth years.",
        "luneHaumea": "Hiʻiaka<br>Namaka",
        "titleMakemake": "Makemake",
        "contentMakemake": "Makemake, officially (136472) Makemake, is a transneptunian (plutoid) dwarf planet of the Solar System, located in the Kuiper belt. It is the third largest dwarf planet and the third largest known transneptunian object, after Pluto and Eris, and the second most visible transneptunian object, again after Pluto. It revolves around the Sun with an orbital period of more than 306 Earth years.",
        "luneMakemake": "S/2015 (136472) 1",
        "titleEris": "Eris",
        "contentEris": "Eris, officially (136199) Eris, is a dwarf planet in the Solar System, the most massive (27% larger than Pluto) and the second largest (2326 km in diameter, against 2370 for Pluto). It is thus the 9th most massive known body and the 10th largest in orbit directly around the Sun.",
        "luneEris": "Dysnomia",
        "source": "Source - On <a href='https://fr.wikipedia.org/'>Wikipedia.fr</a>"
    },
    "signin": {
        "titre": "Please sign in",
        "email": "Email address",
        "mdp": "Password",
        "url": "/register?lang=en",
        "urlContent": "No account? Create one!",
        "button": "Sign in",
        "iEmptyFields": "Empty fields!",
        "cEmptyFields": "Please insert the requested information.",
        "iIncorrectMail": "Incorrect mail!",
        "cIncorrectMail": "Please insert a valid mail.",
        "iWrongPass": "Wrong password!",
        "cWrongPass": "Please insert a valid password.",
        "iUserConnected": "Connected !",
        "cUserConnected": "You are now connected on the site."
    },
    "signup": {
        "titre": "Please sign up",
        "name": "Name",
        "email": "Email address",
        "mdp": "Password",
        "confirm": "Confirm password",
        "url": "/login?lang=en",
        "urlContent": "Already have an account? Connect you !",
        "button": "Sign up",
        "iEmptyFields": "Empty fields!",
        "cEmptyFields": "Please insert the requested information.",
        "iWrongPass": "Password do not match!",
        "cWrongPass": "Please make sure do insert the same password.",
        "iUserCreated": "User created!",
        "cUserCreated": "The user has been created. Login!"
    }
}