{
    "common": {
        "title": "COSMOS",
        "lang": "co",
        "copyright": "© Tutti i diritti riservati - 2021",
        "link1": "Prisentazione",
        "urlLink1": "?lang=co",
        "link2": "Sistema Sulare",
        "urlLink2": "/solar_system?lang=co",
        "lang1": "Francese",
        "lang2": "Inglese",
        "lang3": "Corsica",
        "contact": "Per accede",
        "urlContact": "/login?lang=co",
        "button": "Vede di più..."
    },
    "presentation": {
        "title1": "Prisentazione",
        "content1": "Questu situ elenca tutti l'oggetti celesti in u nostru universu.",
        "title2": "Perchè stu situ?",
        "content2": "Hè un prugettu chì vulia fà accantu à u mo stage per implementà e mo cunniscenze di prugrammazione in u sviluppu web amparatu durante i mo anni di studiu in DUT MMI.",
        "title3": "U Sistema Sulare",
        "content3": "U Sistema Solare hè u sistema planetariu di a nostra cara stella, u sole. Hè cumpostu, cum'è parechji altri sistemi planetarii, da pianeti tellurici, gassosi è nani."
    },
    "solar_system": {
        "categorie1": "Stella",
        "categorie2": "Pianeta tellurica",
        "categorie3": "Pianeta gassosa",
        "categorie4": "Pianeta nana",
        "lune": "<u>Satellite Naturale (i)</u>",
        "luneNone": "Innò",
        "titleSS": "U Sistema sulare",
        "noteSS":"Copiatu è mudificatu da stu <a href='http://solar-system.florian-valois.com'><u>situ</u></a>",
        "contentSS": "U Sistema Solare hè u sistema planetariu di u Sole, à u quale appartene a Terra. Schematicamente, u Sistema Solare hè cumpostu, per ordine di distanza crescente da u Sole, di quattru pianeti telurici interni (Mercuriu, Venere, Terra è Marte), una cintura di asteroidi cumposta da picculi corpi rocciosi, quattru pianeti esterni gassosi giganti (Giove , Saturnu, Uranu è Nettunu) è a cintura di Kuiper, stessa cumposta da oggetti ghjalati. U sistema solare face parte di a galassia chjamata Via Lattea.",
        "titleP": "Pianeti",
        "titlePN": "Pianete nane",
        "titleSoleil": "Sun",
        "contentSoleil": "U Sole hè a stella di u Sistema Solare. In a classificazione astronomica, hè una stella di tippu nanu giallu cù una massa di circa 1,989 1 × 1030 kg, cumposta da idrogenu (75% di a massa o 92% di u vulume) è eliu (25% in massa o 8% per vulume).",
        "titleMercure": "Mercuriu",
        "contentMercure": "Mercuriu hè u pianeta u più vicinu à u Sole è u menu massivu in u Sistema Solare. A so distanza da u Sole hè trà 0,31 è 0,47 unità astronomiche (o 46 è 70 milioni di chilometri), chì currisponde à una eccentricità orbitale di 0,2 - più di dodici volte quella di a Terra, è di gran lunga a più alta per un pianeta in u Solar Sistema.",
        "titleVenus": "Venere",
        "contentVenus": "Venere hè a seconda pianeta di u Sistema Solare per ordine di distanza da u Sole, è a sesta più grande in massa è di diametru. Deve u so nome à a dea rumana di l'amore. Venere orbita intornu à u Sole ogni 224,7 ghjorni terrestri. Cù un periodu di rotazione di 243 ghjorni terrestri, ci vole più tempu à girà intornu à u so assu chè qualsiasi altra pianeta di u Sistema Solare.",
        "titleTerre": "Terra",
        "contentTerre": "A Terra hè u terzu pianeta per ordine di distanza da u Sole è u quintu più grande di u Sistema Solare in termini di massa è di diametru. Inoltre, hè l'unicu ughjettu celeste cunnisciutu per allughjà a vita. Circa u Sole in 365.256 ghjorni solari - un annu siderale - è gira nantu à ellu stessu paragunatu à u Sole in 23 h 56 min 4 s - un ghjornu siderale - un pocu menu di u so ghjornu 24 ore sulare per via di stu muvimentu intornu à a Soleila . L'assi di rotazione di a Terra hà una inclinazione di 23 °, chì provoca l'apparizione di e stagioni.",
        "luneTerre": "a luna",
        "titleMars": "Marte",
        "luneMars": "Fobos<br>Deimos",
        "contentMars": "Marte hè u quartu pianeta in ordine crescente di distanza da u Sole è u secondu in ordine crescente di dimensione è massa. A so distanza da u Sole hè trà 1,381 è 1,666 AU (206,6 à 249,2 milioni di chilometri), cun un periodu orbitale di 669,58 ghjorni marziani (686,71 ghjorni o 1,88 anni terrestri).",
        "titleCeres": "Ceres",
        "contentCeres": "Ceres, ufficialmente chjamatu (1) Ceres, hè u più chjucu pianeta nanu cunnisciutu in u Sistema Solare; hè ancu l'unicu pianeta nanu situatu in a cintura di l'asteroidi. Hà un diametru di circa 950 chilometri è una massa chì riprisenta circa u 30% di a massa totale di sta cintura. Hè stata scuperta u 1 di ghjennaghju 1801 da Giuseppe Piazzi è porta u nome di a dea rumana Ceres.",
        "titleCA": "Cintura d'asteroidi",
        "contentCA": "A Cintura d'Asteroidi Principali (à volte solu cintura d'asteroidi o cintura principale) hè una regione di u Sistema Solare situata trà l'orbite di Marte è di Ghjove. Contene un gran numeru di asteroidi.",
        "titleJupiter": "Giove",
        "contentJupiter": "Giove hè un pianeta di gas gigante. Hè u più grande pianeta di u Sistema Solare, più grande è più massicciu di tutti l'altri pianeti cumbinati, è u quintu pianeta per a so distanza da u Sole (dopu Mercuriu, Venere, Terra è Marte).",
        "luneJupiter": "Europa<br>Io<br>Ganymedi<br>Callistu",
        "titleSaturne": "Saturnu",
        "contentSaturne": "Saturnu hè u sestu pianeta di u Sistema Solare per ordine di distanza da u Sole, è u secondu più grande per dimensioni è massa dopu à Ghjove, chì hè cum'è un pianeta gigante di gas. U so raghju mediu di 58.232 km hè circa nove volte è mezu quellu di a Terra, è a so massa di 568,46 × 1024 kg hè 95 volte più grande. Orbitendu in media circa 1,4 miliardi di chilometri da u Sole (9,5 unità astronomiche), u so periodu di rivoluzione hè appena menu di 30 anni mentre u so periodu di rotazione hè stimatu à 10 h 33 min.",
        "luneSaturne": "Japet<br>Titan<br>Rhea<br>Dione<br>Tethys<br>Enceladu<br>Mimas",
        "titleUranus": "Uranu",
        "contentUranus": "Uranu hè a settima pianeta di u Sistema Solare per ordine di distanza da u Sole. U gira intornu à una distanza di circa 19,2 unità astronomiche (2,87 miliardi di chilometri), cù un periodu di rivoluzione di 84,05 anni terrestri. Hè u quartu pianeta più massivu di u Sistema Solare è u terzu più grande in dimensioni.",
        "luneUranus": "Titania<br>Oberon<br>Umbriel<br>Ariel<br>Miranda",
        "titleNeptune": "Nettunu",
        "contentNeptune": "Nettunu hè l'ottava pianeta per ordine di distanza da u Sole è u più luntanu cunnisciutu da u Sistema Solare. Circa u Sole à una distanza di circa 30,1 UA (4,5 miliardi di chilometri), cun un'eccentricità orbitale a metà di quella di a Terra è un periodu di rivoluzione di 164,79 anni. Hè u terzu pianeta più massivu di u Sistema Solare è u quartu più grande in dimensioni - un pocu più massivu ma un pocu più chjucu cà Uranu. Inoltre, hè u pianeta gigante più densu.",
        "luneNeptune": "Triton",
        "titlePluton": "Plutone",
        "contentPluton": "Plutone, ufficialmente designatu da (134340) Plutone, hè una pianeta nana, a più grande cunnisciuta in u Sistema Solare (2372 km di diametru, contr'à 2326 km per Eris), è a seconda in termini di massa (dopu Eris). Plutone hè dunque u nonu u più grande ogettu cunnisciutu orbitendu direttamente intornu à u Sole è u decimu per massa.",
        "lunePluton": "Charon<br>Hydra<br>Nix<br>Kerberos<br>Styx",
        "titleCK": "Cintura Kuiper",
        "contentCK": "A Cintura di Kuiper hè una zona di u Sistema Solare chì si estende oltre l'orbita di Nettunu. Questa zona in forma d'anellu hè simile à a cintura di l'asteroidi, ma più grande, 20 volte più larga, è 20 à 200 volte più massiccia. Cum'è a cintura di l'asteroidi, hè cumposta principalmente da picculi corpi, resti di a furmazione di u Sistema Solare, è almenu trè pianete nani, Plutone, Makemake è Hauméa (Eris hè un ogettu spargugliatu, situatu al di là di a cintura di Kuiper).",
        "titleHaumea": "Haumea",
        "contentHaumea": "Haumea, ufficialmente (136108) Haumea, hè un pianeta nanu transneptunianu (plutoide) di u Sistema Solare, situatu in a cintura di Kuiper. Face una rivoluzione intornu à u Sole cù un periodu orbitale di 284 anni terrestri.",
        "luneHaumea": "Hiʻiaka<br>Namaka",
        "titleMakemake": "Makemake",
        "contentMakemake": "Makemake, ufficialmente (136472) Makemake, hè un pianeta nanu transneptunianu (plutoide) di u Sistema Solare, situatu in a cintura di Kuiper. Hè u terzu pianeta nanu più grande è u terzu ughjettu transneptunianu più grande cunnisciutu, dopu Plutone è Eris, è u sicondu ughjettu transneptunianu u più visibile, dinò dopu à Plutone.Gira intornu à u Sole cù un periodu orbitale di più di 306 anni terrestri.",
        "luneMakemake": "S/2015 (136472) 1",
        "titleEris": "Eris",
        "contentEris": "Eris, ufficialmente (136199) Eris, hè una pianeta nana in u Sistema Solare, a più massiccia (27% più grande di Plutone) è a seconda più grande (2326 km di diametru, contr'à 2370 per Plutone). Hè cusì u 9u corpu più massicci cunnisciutu è u 10u più grande in orbita direttamente intornu à u Sole.",
        "luneEris": "Dysnomia",
        "source": "Fonte - Nantu à <a href='https://fr.wikipedia.org/'>Wikipedia.fr</a>"
    },
    "signin": {
        "titre": "Per piacè cunnettate vi",
        "email": "Indirizzu mail",
        "mdp": "Codice",
        "url": "/register?lang=co",
        "urlContent": "Mancu contu? Creà unu!",
        "button": "Per accede",
        "iEmptyFields": "Campi vioti !",
        "cEmptyFields": "Per piacè inserisci l'infurmazioni dumandate.",
        "iIncorrectMail": "Mail incorrettu!",
        "cIncorrectMail": "Per piacè inserisci un email validu.",
        "iWrongPass": "Password sbagliata!",
        "cWrongPass": "Per piacè inserisci una password valida.",
        "iUserConnected": "Cunnessu!",
        "cUserConnected": "Avà site cunnessu à u situ."
    },
    "signup": {
        "titre": "Creà un contu",
        "name": "Casata",
        "email": "Indirizzu mail",
        "mdp": "Codice",
        "confirm": "Cunfirmà codice",
        "url": "/login?lang=co",
        "urlContent": "Avete dighjà un contu? Cunnette vi!",
        "button": "Arregistrà si",
        "iEmptyFields": "Campi vioti !",
        "cEmptyFields": "Per piacè inserisci l'infurmazioni dumandate.",
        "iWrongPass": "A password ùn currisponde micca!",
        "cWrongPass": "Per piacè assicuratevi di inserisce a stessa password.",
        "iUserCreated": "User creatu!",
        "cUserCreated": "L'utilizatore hè statu creatu. Cunnette!"
    }
}