{
    "common": {
        "title": "COSMOS",
        "lang": "fr",
        "copyright": "<span>© Tous droits réservés - 2021</span>",
        "link1": "Présentation",
        "urlLink1": "?lang=fr",
        "link2": "Système Solaire",
        "urlLink2": "/solar_system?lang=fr",
        "lang1": "Français",
        "lang2": "Anglais",
        "lang3": "Corse",
        "contact": "Se connecter",
        "urlContact": "/login?lang=fr",
        "button": "Voir plus...",
        "logout": "Se déconnecter"
    },
    "presentation": {
        "title1": "Présentation",
        "content1": "Ce site répertorie tous les objets célestes de notre univers.",
        "title2": "Pourquoi ce site ?",
        "content2": "C'est un projet que j'ai voulu faire à côté de mon stage pour mettre en oeuvre mes connaissances de programmation en développement web apprises lors de mes années d'études en DUT MMI.",
        "title3": "Le Système Solaire",
        "content3": "Le Système Solaire est le système planétaire de notre chère étoile, le soleil. Il est composé, comme de nombreux autres systèmes planétaires, de planètes telluriques, gazeuses et naines."
    },
    "solar_system": {
        "categorie1": "Etoile",
        "categorie2": "Planète tellurique",
        "categorie3": "Planète Gazeuse",
        "categorie4": "Planète naine",
        "lune": "<u>Satellite(s) Naturel(s)</u>",
        "luneNone": "Aucun",
        "titleSS": "Le Système solaire",
        "noteSS":"Copié et modifié depuis ce <a href='http://solar-system.florian-valois.com'><u>site</u></a>",
        "contentSS": "Le Système solaire est le système planétaire du Soleil, auquel appartient la Terre. De façon schématique, le Système solaire est composé par ordre de distance croissante par rapport au Soleil, de quatre planètes telluriques internes (Mercure, Vénus, la Terre et Mars), d'une ceinture d'astéroïdes composée de petits corps rocheux, de quatre planètes géantes externes gazeuses (Jupiter, Saturne, Uranus et Neptune) et de la ceinture de Kuiper, composée elle-même d’objets glacés. Le système solaire fait partie de la galaxie appelée Voie lactée.",
        "titleP": "Planètes",
        "titlePN": "Planètes naines",
        "titleSoleil": "Soleil",
        "contentSoleil": "Le Soleil est l’étoile du Système solaire. Dans la classification astronomique, c’est une étoile de type naine jaune d'une masse d'environ 1,989 1 × 1030 kg, composée d’hydrogène (75 % de la masse ou 92 % du volume) et d’hélium (25 % de la masse ou 8 % du volume).",
        "titleMercure": "Mercure",
        "contentMercure": "Mercure est la planète la plus proche du Soleil et la moins massive du Système solaire. Son éloignement au Soleil est compris entre 0,31 et 0,47 unité astronomique (soit 46 et 70 millions de kilomètres), ce qui correspond à une excentricité orbitale de 0,2 — plus de douze fois supérieure à celle de la Terre, et de loin la plus élevée pour une planète du Système solaire.",
        "titleVenus": "Vénus",
        "contentVenus": "Vénus est la deuxième planète du Système solaire par ordre d'éloignement au Soleil, et la sixième plus grosse aussi bien par la masse que le diamètre. Elle doit son nom à la déesse romaine de l'amour. Vénus orbite autour du Soleil tous les 224,7 jours terrestres. Avec une période de rotation de 243 jours terrestres, il lui faut plus de temps pour tourner autour de son axe que toute autre planète du Système solaire.",
        "titleTerre": "Terre",
        "contentTerre": "La Terre est la troisième planète par ordre d'éloignement au Soleil et la cinquième plus grande du Système solaire aussi bien par la masse que le diamètre. Par ailleurs, elle est le seul objet céleste connu pour abriter la vie. Elle orbite autour du Soleil en 365,256 jours solaires — une année sidérale — et réalise une rotation sur elle-même relativement au Soleil en 23 h 56 min 4 s — un jour sidéral — soit un peu moins que son jour solaire de 24 h du fait de ce déplacement autour du Soleila. L'axe de rotation de la Terre possède une inclinaison de 23°, ce qui cause l'apparition des saisons.",
        "luneTerre": "la Lune",
        "titleMars": "Mars",
        "luneMars": "Phobos<br>Déimos",
        "contentMars": "Mars est la quatrième planète par ordre croissant de la distance au Soleil et la deuxième par ordre croissant de la taille et de la masse. Son éloignement au Soleil est compris entre 1,381 et 1,666 UA (206,6 à 249,2 millions de kilomètres), avec une période orbitale de 669,58 jours martiens (686,71 jours ou 1,88 année terrestre).",
        "titleCeres": "Cérès",
        "contentCeres": "Cérès, officiellement désignée par (1) Cérès, est la plus petite planète naine connue du Système solaire; c'est d'ailleurs la seule planète naine située dans la ceinture d'astéroïdes. Elle a un diamètre d'environ 950 kilomètres et une masse qui représente environ 30 % de la masse totale de cette ceinture. Elle fut découverte le 1er janvier 1801 par Giuseppe Piazzi et porte le nom de la déesse romaine Cérès.",
        "titleCA": "Ceinture d'astéroïdes",
        "contentCA": "La ceinture principale d'astéroïdes (parfois juste ceinture d'astéroïdes ou ceinture principale) est une région du Système solaire située entre les orbites de Mars et Jupiter. Elle contient un grand nombre d'astéroïdes.",
        "titleJupiter": "Jupiter",
        "contentJupiter": "Jupiter est une planète géante gazeuse. Il s'agit de la plus grosse planète du Système solaire, plus volumineuse et massive que toutes les autres planètes réunies, et la cinquième planète par sa distance au Soleil (après Mercure, Vénus, la Terre et Mars).",
        "luneJupiter": "Europe<br>Io<br>Ganymede<br>Callisto",
        "titleSaturne": "Saturne",
        "contentSaturne": "Saturne est la sixième planète du Système solaire par ordre d'éloignement au Soleil, et la deuxième plus grande par la taille et la masse après Jupiter, qui est comme elle une planète géante gazeuse. Son rayon moyen de 58 232 km est environ neuf fois et demi celui de la Terre et sa masse de 568,46 × 1024 kg est 95 fois plus grande. Orbitant en moyenne à environ 1,4 milliard de kilomètres du Soleil (9,5 unités astronomiques), sa période de révolution vaut un peu moins de 30 années tandis que sa période de rotation est estimée à 10 h 33 min.",
        "luneSaturne": "Japet<br>Titan<br>Rhéa<br>Dioné<br>Téthys<br>Encelade<br>Mimas",
        "titleUranus": "Uranus",
        "contentUranus": "Uranus est la septième planète du Système solaire par ordre d'éloignement au Soleil. Elle orbite autour de celui-ci à une distance d'environ 19,2 unités astronomiques (2,87 milliards de kilomètres), avec une période de révolution de 84,05 années terrestres. Il s'agit de la quatrième planète la plus massive du Système solaire et de la troisième plus grande par la taille.",
        "luneUranus": " Titania<br>Obéron<br>Umbriel<br>Ariel<br>Miranda",
        "titleNeptune": "Neptune",
        "contentNeptune": "Neptune est la huitième planète par ordre d'éloignement au Soleil et la plus éloignée connue du Système solaire. Elle orbite autour du Soleil à une distance d'environ 30,1 UA (4,5 milliards de kilomètres), avec une excentricité orbitale moitié moindre que celle de la Terre et une période de révolution de 164,79 ans. Il s'agit de la troisième planète la plus massive du Système solaire et de la quatrième plus grande par la taille — un peu plus massive mais un peu plus petite qu'Uranus. Par ailleurs, elle est la planète géante la plus dense.",
        "luneNeptune": "Triton",
        "titlePluton": "Pluton",
        "contentPluton": "Pluton, officiellement désigné par (134340) Pluton, est une planète naine, la plus volumineuse connue dans le Système solaire (2 372 km de diamètre, contre 2 326 km pour Éris), et la deuxième en ce qui concerne sa masse (après Éris). Pluton est ainsi le neuvième plus gros objet connu orbitant directement autour du Soleil et le dixième par la masse.",
        "lunePluton": "Charon<br>Hydre<br>Nix<br>Kerbéros<br>Styx",
        "titleCK": "Ceinture de Kuiper",
        "contentCK": "La ceinture de Kuiper est une zone du Système solaire s'étendant au-delà de l'orbite de Neptune. Cette zone en forme d'anneau est similaire à la ceinture d'astéroïdes, mais plus étendue, 20 fois plus large et de 20 à 200 fois plus massive. Comme la ceinture d'astéroïdes, elle est principalement composée de petits corps, restes de la formation du Système solaire, et d'au moins trois planètes naines, Pluton, Makémaké et Hauméa (Éris est un objet épars, situé au-delà de la ceinture de Kuiper).",
        "titleHaumea": "Hauméa",
        "contentHaumea": "Hauméa, officiellement (136108) Hauméa, est une planète naine transneptunienne (plutoïde) du Système solaire, située dans la ceinture de Kuiper. Elle réalise une révolution autour du Soleil avec une période orbitale de 284 années terrestres.",
        "luneHaumea": "Hiʻiaka<br>Namaka",
        "titleMakemake": "Makémaké",
        "contentMakemake": "Makémaké, officiellement (136472) Makémaké, est une planète naine transneptunienne (plutoïde) du Système solaire, située dans la ceinture de Kuiper. Elle est la troisième plus grande planète naine et le troisième plus grand objet transneptunien connu, après Pluton et Éris, et le deuxième objet transneptunien le plus visible, là encore après Pluton.Elle réalise une révolution autour du Soleil avec une période orbitale de plus de 306 années terrestres.",
        "luneMakemake": "S/2015 (136472) 1",
        "titleEris": "Eris",
        "contentEris": "Éris, officiellement (136199) Éris, est une planète naine du Système solaire, la plus massive (27 % de plus que Pluton) et la deuxième plus grande (2 326 km de diamètre, contre 2 370 pour Pluton). C'est ainsi le 9e corps connu le plus massif et le 10e plus grand en orbite directement autour du Soleil.",
        "luneEris": "Dysnomie",
        "source": "Source - Sur <a href='https://fr.wikipedia.org/'>Wikipedia.fr</a>"
    },
    "signin": {
        "titre": "Veuillez vous connecter",
        "email": "Adresse mail",
        "mdp": "Mot de passe",
        "url": "/register?lang=fr",
        "urlContent": "Pas de compte ? Créez-en un !",
        "button": "Se connecter",
        "iEmptyFields": "Champs vides !",
        "cEmptyFields": "Veuillez insérer les informations demandées.",
        "iIncorrectMail": "Mail Incorrect !",
        "cIncorrectMail": "Veuillez insérer un mail valide.",
        "iWrongPass": "Mot de Passe Incorrect !",
        "cWrongPass": "Veuillez insérer un mot de passe valide.",
        "iUserConnected": "Connecté !",
        "cUserConnected": "Vous êtes désormais connecté sur le site."
    },
    "signup": {
        "titre": "Créez un compte",
        "name": "Nom",
        "email": "Adresse mail",
        "mdp": "Mot de passe",
        "confirm": "Confirmer mot de passe",
        "url": "/login?lang=fr",
        "urlContent": "Déjà un compte ? Connectes-toi !",
        "button": "S'enregistrer",
        "iEmptyFields": "Champs vides !",
        "cEmptyFields": "Veuillez insérer les informations demandées.",
        "iWrongPass": "Le mot de passe ne correspond pas !",
        "cWrongPass": "Veuillez vous assurer d'insérer le même mot de passe.",
        "iUserCreated": "Utilisateur créé !",
        "cUserCreated": "L'utilisateur a été créé. Connectez-vous !"
    }
}